Repository: janboddez/jb-flexmail-for-woocommerce
Catalog: languages/jb-wc-flexmail-*.po
Languages: nl_nl

source: Flexmail for WooCommerce
nl_nl: Flexmail voor WooCommerce

source: Yes, I&rsquo;d like to sign up for the %s newsletter.
nl_nl: Ja, ik schrijf me in voor de nieuwsbrief van %s.

source: Fill out and <strong>save</strong> the <strong>Flexmail API Settings</strong> first! Only then will you be able to select your Flexmail Contacts List below.
nl_nl: Vul eerst de <strong>Flexmail API-instellingen</strong> in en <strong>sla ze op</strong>! Pas dan kun je eronder je Flexmail-contactenlijst kiezen.

source: Flexmail API Settings
nl_nl: Flexmail API-instellingen

source: Your Flexmail API user ID.
nl_nl: Je Flexmail API user ID.

source: Your Flexmail API user token.
nl_nl: Je Flexmail API user token.

source: Miscellaneous Settings
nl_nl: Overige instellingen

source: Flexmail Contacts List
nl_nl: Flexmail-contactenlijst

source: The list that corresponds with your <strong>general contacts database</strong>, i.e., the topmost list in Flexmail.
nl_nl: De lijst die overeenkomt met je <strong>algemene contactendatabase</strong>, d.i. de bovenste lijst in Flexmail.

source: Checkbox Label Text
nl_nl: Labeltekst van selectievakje

source: The message customers see next to the opt-in checkbox.
nl_nl: Het bericht dat klanten naast het selectievakje te zien krijgen.

source: Include Billing Address
nl_nl: Facturatieadres insluiten

source: Export physical address data
nl_nl: Exporteer ook facturatieadres

source: If left unchecked, only name, email address and language&mdash;or, rather, the active site locale&mdash;wil be exported.
nl_nl: Indien niet aangevinkt, worden alleen naam, e-mailadres en taal &ndash; d.i. de actieve site-taal &ndash; geÃ«xporteerd.

source: Source Name
nl_nl: Bronnaam

source: In order to help with meaningful list segmentation, a source will be attached to each new contact. Default value: site name.
nl_nl: Om het segmenteren te vergemakkelijken, wordt aan elk nieuw contact een bron gehangen. Standaardwaarde: naam van de site.
